2gua.rainbow-brackets
aaron-bond.better-comments
aeschli.vscode-css-formatter
amiralizadeh9480.laravel-extra-intellisense
anbuselvanrocky.bootstrap5-vscode
austenc.laravel-blade-spacer
austenc.laravel-docs
azemoh.one-monokai
batisteo.vscode-django
be5invis.vscode-custom-css
bmewburn.vscode-intelephense-client
bracketpaircolordlw.bracket-pair-color-dlw
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codingyu.laravel-goto-view
csstools.postcss
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
digitalbrainstem.javascript-ejs-support
docker.docker
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
ecmel.vscode-html-css
editorconfig.editorconfig
eg2.vscode-npm-script
esbenp.prettier-vscode
fisheva.eva-theme
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
glitchbl.laravel-create-view
hollowtree.vue-snippets
hookyqr.beautify
ihunte.laravel-blade-wrapper
jasonnutter.search-node-modules
jawandarajbir.react-vscode-extension-pack
kevinrose.vsc-python-indent
michelemelluso.code-beautifier
mikestead.dotenv
monokai.theme-monokai-pro-vscode
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.live-server
msjsdiag.vscode-react-native
naoray.laravel-goto-components
njpwerner.autodocstring
oderwat.indent-rainbow
onecentlin.laravel-blade
onecentlin.laravel-extension-pack
onecentlin.laravel5-snippets
optimizion.react-color-theme
p-de-jong.vscode-html-scss
pflannery.vscode-versionlens
pkief.material-icon-theme
pranaygp.vscode-css-peek
rifi2k.format-html-in-php
ritwickdey.liveserver
ryannaddy.laravel-artisan
sdras.night-owl
setiawanjodi.myci-extension
shufo.vscode-blade-formatter
small.php-ci
solnurkarim.html-to-css-autocompletion
steoates.autoimport
stylelint.vscode-stylelint
swellaby.node-pack
syedmuradalishah.codeigniter-3-files-creator
tal7aouy.rainbow-bracket
tal7aouy.theme
techer.open-in-browser
valeryanm.vscode-phpsab
visualstudioexptteam.intellicode-api-usage-examples
vscjava.vscode-gradle
waderyan.nodejs-extension-pack
wholroyd.jinja
xabikos.javascriptsnippets
xabikos.reactsnippets
xdebug.php-pack
zenghongtu.vscode-css-intellisense
zhuangtongfa.material-theme
zignd.html-css-class-completion
ziyasal.vscode-open-in-github
zobo.php-intellisense
